{
    "Juntos": [
        "Olhe-se no espelho! Identifique três aspectos que você ama. Hierarquize e justifique.",
        "O que as pessoas acham de você fisicamente? Dê três opções. Hierarquize suas respostas e justifique.",
        "Coloque três tipos de roupas diferentes. Em uma palavra, que sentimento despertou-lhe cada uma? Hierarquize suas respostas e justifique.",
        "Na primeira oportunidade que você estiver praticando o seu esporte favorito, identifique os três mais fortes sentimentos que ele lhe desperta. Hierarquize e justifique.",
        "Cite três atividades de lazer que você gosta de realizar sozinho, com amigos e com a família. Hierarquize e justifique.",
        "Pare na janela onde você pode observar uma paisagem favorita. Ignore o seu corpo físico. Quem é você realmente? Se dê três alternativas. Hierarquize suas respostas e justifique.",
        "Sente-se confortavelmente em seu lugar preferido onde não seja interrompido. Feche os olhos, respire fundo e se pergunte: \"Quais os meus principais três níveis de iluminação?\". Responda conforme você entender o que é iluminação. Hierarquize e justifique.",
        "Sua missão no mundo está dividida em três partes. Cite, hierarquize e justifique.",
        "Nesse final de semana, deite-se no chão, olhe para o céu e reflita sobre o tamanho do universo e a sua participação nele. Identifique as três principais palavras que surgem na sua mente em relação ao tamanho do universo. Hierarquize e justifique.",
        "O que as pessoas acham de você espiritualmente? Dê três opções. Hierarquize suas respostas e justifique.",
        "Que sentimentos você acha que as pessoas sentem por você? Hierarquize sua resposta e justifique.",
        "Nesta semana, ande descalço na areia, grama ou terra por 15 minutos e localize os três principais sentimentos que você experimentou. Coloque em ordem de intensidade e justifique.",
        "Observe pessoas num ato de protesto. Quais os três principais sentimentos que os manifestantes lhe despertam? Hierarquize suas respostas e justifique.",
        "Procure uma foto ou o site do seu maior concorrente/adversário. Demore um pouco lembrando passagens suas com ele. Pare um pouco e identifique que sentimentos você vive nesta relação. Enumere os três mais significativos para você. Herarquize e justifique.",
        "Suponha que você joga na Mega-Sena e ganha. Cite as 3 primeiras coisas que faria com o dinheiro. Hierarquize e justifique.",
        "Com que você compara o dinheiro? Cite três opções. Hierarquize e justique.",
        "Pegue uma folha de papel e faça um desenho que represente o seu orçamento mensal. Separe a figura desenhada em partes. Hierarquize e justifique as partes do desenho.",
        "Comumente, como as pessoas lhe veem em relação ao dinheiro? Dê três opções, hierarquize e justifique.",
        "Você pode gastar o seu dinheiro na compra de um carro de luxo e de vários outros artigos de luxo que lhe dao conforto. Os seus vizinhos e amigos comentam que você é esnobe e esbanjador. Hierarquize e justifique as possibilidades abaixo: para mostrar que você pode; para satisfazer a sua familia; ou porque você viu utilidade na compra",
        "Que três qualidades profissionais os outros consideram que você tem? Cite, hierarquize e justifique.",
        "Você necessita defender a sua profissão para um grupo de colegas. Cite três argumentos que justifiquem você ter esta profissão. Hierarquize e justifique.",
        "Imagine que você acaba de receber ou se dar um prêmio de uma viagem pelo seu trabalho. Quais são as três principais emoções que você experimenta? Ordene a partir da mais relevante e justifique.",
        "Ao acordar pela manhã, você tem três razões para pular da cama. Enumere-as. Hierarquize e justifique.",
        "A inteligência artificial tornou-se assunto bastante relevante. Assista a um vídeo que trate de inteligência artificial e de seus benefícios para a empresa. Enumere três evidências que lhe chamaram a atenção, hierarquize e justifique.",
        "Assista, nesta semana, uma palestra on-line ou uma \"live\" sobre empreendedorismo e/ou cultura organizacional em tempos desafiadores. Elenque três aspectos que lhe chamaram a atenção hierarquize e justifique.",
        "Revisite online um museu ou um local cultural que você já tenha visitado pessoalmente. Enumere três diferenças entre a visita presencial e a online que lhe incrementaram o conhecimento. Hierarquize e Justifique.",
        "A minha intelectualidade constante passa pelo conhecimento, intuição e ação. Na sua forma habitual de ser, cite três episódios vividos recentemente em que prevaleceu a intuição. Hierarquize e justifique.",
        "No próximo encontro com seus pais ou com quem os representa, pergunte como foi o contexto do seu nascimento. Escute atentamente a história. Registre três episódios que lhe chamaram a atenção. Hierarquize  e justifique",
        "Tire um tempinho a tardinha e vá de surpresa, levando um bolo para tomar um café, à casa dos seus pais. Cite três sentimentos que fluíram nesse encontro. Hierarquize e justifique.",
        "Convide seus pais para assistir juntamente com a sua família nuclear, ao show musical de um cantor especial que você admira. No momento da apresentação, observe todos os seus familiares e verifique que significado cada um tem para você. Identifique os três sentimentos mais frequentes que você teve. Hierarquize e justifique.",
        "O que você acha que seus pais pensam de você? Dê três possibilidades. Hierarquize e justifique.",
        "Acompanhe seu/sua companheiro(a) ao cabeleireiro no próximo final de semana. Fique esperando e pague-lhe as contas. Nessa atividade, observe três coisas interessantes nele (a) que há muito você não via. Hierarquize e justifique.",
        "Junto com seu/sua parceiro(a), olhem e comentem as fotos do momento em que vocês consagraram a união. Quais as três referências mais fortes que os uniu? Hierarquize e justifique.",
        "Converse com seu parceiro(a) amoroso(a) e combinem de tomar sol juntos por 30 minutos nesta semana. Quais os sentimentos mais relevantes que vieram à tona nesse momento? Hierarquize e justifique.",
        "Enumere três características que você acha que seu cônjuge acha de você. Hierarquize e justifique.",
        "Olhe algumas fotos antigas com seu(s) filho(s) e descubra três aspectos que mais os unia. Hierarquize e justifique.",
        "Vá com seus filhos, no final de semana, fazer três atividades que você fazia quando estava na idade deles. Hierarquize e justifique",
        "Coloque uma música e dance com seu filho(a) ou imagine a cena. Quais os sentimentos mais importantes que lhe ocorreram? Ordene e justifique.",
        "O que seus filhos pensam de você como pai/mãe e como ser humano? Cite três idéias. Hierarquize e justifique.",
        "Reúna a sua família. Desperte o interesse nos seus filhos para eles escutarem a sua história empresarial que você contarar para eles. Quais os três aspectos que mais chamaram a atenção deles? Hierarquize e justifique.",
        "Convide seu amigo mais próximo para o café da manhã do sábado. Você percebe que ele está alegre. Identifique três possibilidades que estão deixando seu amigo neste estado. Hierarquize e justifique.",
        "Convide alguns amigos de infância e busque relembrar as passagens de infância que os deixavam alegres. Cite três delas. Hierarquize e justifique.",
        "Procure nas redes sociais por um(a) amigo(a) especial da sua infância e estabeleça um contato de recordação dos bons momentos que tiveram. Cite três recordações desse encontro. Hierarquize e justifique.",
        "Cite três aspectos mais frequentes que seus amigos pensam de você. Hierarquize e justifique.",
        "Escolha um livro ou um artigo para ler neste mês que trate da gestão no mundo VUCA e discuta com um empresário amigo seu que se interessa pelo assunto. Ao final da tarefa, enumere três aspectos que impactam na atual gestão e são coincidentes entre vocês. Hierarquize e justifique.",
        "Reúna três subordinados e depois de compartilhar alguma história sua de sucesso e conquista profissional, peça para cada um deles contar a sua. Selecione três pontos significativos das histórias e verbalize sua apreciação. Hierarquize e justifique.",
        "Convide três funcionários para almoçar com você nessa semana e converse sobre temas cotidianos. Escolha três passagens interessantes sobre eles que você observou neste encontro. Relacione, hierarquize e justifique.",
        "Ligue para todos os gerentes e supervisores que fazem aniversário nessa semana ou mês, dando parabéns e agradecendo pela dedicação à empresa. Enumere três aspectos mais marcantes na conduta receptiva dos seus subordinados à sua ligação. Hierarquize e justifique.",
        "Programe um treinamento para os seus colaboradores de forma que você possa acompanhar um dia de suas atividades. Para a fase de avaliação, estabeleça indicadores fundamentados nesses quesitos: no atingimento de meta compatível com o objetivo do projeto traçado; no cronograma de tempo estabelecido; e no adequado encaixe com as outras partes do projeto desenvolvidos pelos outros colaboradores. Eleja um colaborador e observe o seu perfil. Cite três pontos significativos que você considerou observando o atingimento da meta e o perfil do seu colaborador. Hierarquize e justifique.",
        "Você está montando um programa de Responsabilidade Social para sua empresa. É um sonho seu acalentado há muito tempo e que vem crescendo a cada dia. Você precisa de parceiros para desenvolver esse projeto com você. Enumere três características essenciais que você precisa encontrar neles. Hierarquize e justifique.",
        "Enumere três aspectos relevantes na parceria estabelecida entre a sua empresa com outra. Hierarquize e justifique.",
        "Um dos seus parceiros provocou prejuizo financeiro e moral na empresa, o que lhe constrangeu pessoalmente diante dos demais parceiros. Cite três ações que você precisa desenvolver neste caso. Hierarquize e justifique.",
        "Qual a impressão que os seus parceiros têm de você? Hierarquize e justifique.",
        "Trabalhando na empresa da sua família, o fundador lhe escolhe para sucessor, dando-lhe oportunidade de se tornar sócio. Sua irmã e sua mãe ficam contra e resolvem criar caso. Acham que, mesmo sem trabalharem na empresa, elas têm direito a partes iguais de ações e na retirada dos lucros. Não entendem a transitoriedade do negócio e a necessidade de revitalizá-lo com novas parcerias. Entendem tudo como herança e desconhecem o enriquecimento da família pelo progresso que a empresa vem tendo com você como parceiro. Cite três momentos em que você vem vivendo esta experiência. Hierarquize e justifique.",
        "Quais as profissões mais comuns de familiares ascendentes nas suas quatro últimas gerações? Enumere três tipos de influências profissionais transgeracionais que você identificou. Hierarquize e justifique.",
        "Você é bem-sucedido empresarialmente. Consegue fazer seus negócios properarem. Os outros empresarios o admiram e buscam a sua companhia e seus conselhos. Você é convidado por órgãos expressivos do empresariado para fazer palestras e participar de grupos. Você é casado, tem esposa e filhos adolescentes. Cite três situações em que você reconhece o ativo familiar no seu negócio. Hierarquize e justifique.",
        "Olhe para seu rosto no espelho e identifique três características físicas que são similares aos dos seus irmãos, pais, filhos ou parentes próximos Hierarquize e justifique.",
        "Seus pais precisaram que você os ajudasse profissionalmente nas empresas e/ou trabalhos para dar continuidade. Cite três influências que hoje são evidentes e que você passou para a sua família nuclear. Hierarquize e justifique.",
        "Experimente observar alguém desconhecido que estiver na sua frente. Quais os três principais sentimentos que ele desperta em você? Hierarquize e justifique.",
        "Pergunte para alguma pessoa próxima qual eram suas três brincadeiras preferidas quando criança e que a levava a passar horas sem desligar. Refiita, hierarquize e justifique.",
        "Estando acompanhado numa festa de entrega de prêmios a pessoas notáveis, três evidências lhe chamam a atenção. Quais são elas? Hierarquize e justifique.",
        "Uma empresa que precisava diminuir o seu turnover desenvolveu um projeto de responsabilidade social onde um dos itens era fornecer o café da manhã para os colaboradores do chão de fábrica acompanhados da família. Depois de seis meses, o resultado foi a diminuição do absenteísmo, dos atestados médicos e do turnover. Enumere três comportamentos consequentes dessa atitude (a empresa oferecer café da manhã para os colaboradores e familiares). Hierarquize e justifique.",
        "Compare uma empresa conhecida com três objetos da sua preferência. Hiererquize e justifique.",
        "Vá a um templo/igreja/local de sua preferência e converse com seu Deus/Criador/Guia sobre sua vida. Cite três passagens desta conversa. Hierarquize e justifique.",
        "Nesta semana, tente encontrar um amigo, pessoalmente ou online, do seu tempo do ensino fundamental. Procure relembrar três episódios que marcaram aquela época. Hierarquize e justifique.",
        "Um grupo de empresários do agronegócio de uma região se reuniu objetivando desenvolver o setor produtivo. Eles organizaram uma rede de empresas e conseguiram fomentar a \"criação do valor compartilhado\" refletido na cultura organizacional das empresas da rede. Criaram um programa de desenvolvimento de intraempreendedorismo e responsabilidade social interna. Cite três possibilidades resultantes destas ações. Hierarquize e justifique.",
        "Quando você pensa em três situações que possam lhe ajudar na criação dos seus filhos, você realmente está se referindo a que? Hierarquize e Justifique.",
        "Dentro da situação de isolamento social na pandemia de 2020, você precisou cumprir uma programação feita por você próprio. Cite três aprendizados seus que você levará para o resto da vida. Hierarquize e justifique.",
        "Na próxima reunião de board/área, observe os participantes da reunião por cinco minutos e procure classificar três colegas de acordo com a escala sociométrica: o membro isolado, o membro engajado e a estrela de popularidade. hierarquize e justifique.",
        "Cite três ideias que você acha que os outros têm da sua vida e do seu sucesso. Hierarquize e justifique.",
        "Sente-se calmamente em um lugar tranquilo e que não seja interrompido. Percorra fatos da sua vida por áreas iguais a deste instrumento Lifenergy. Em um papel dividido em três colunas, anote na segunda coluna os fatos que voce fez espontaneamnete como um chamamento de alma. Na terceira coluna, escreva os que você fez obrigado ou induzido por fatores extemos e, na primeira coluna, hierarquize a sequência dos que você fez espontaneamente e justifique. Quando terminar, releia as duas primeiras colunas e descubra o padrão mais comum que seja indicativo do seu propósito de vida. Veja como você se sente.",
        "Você precisa fazer uma longa viagem e só pode levar três referências. Enumere, hierarquize e justifique.",
        "Você possui legalmente empresa(s), imóveis, aplicações e muitos outros recursos. Quais as três motivações que mais lhe induziram no seu processo de aquisições? Hierarquize e justifique.",
        "Você conseguiu um grande ganho no mercado financeiro. Foi uma aplicação muito bem sucedida. Como você lida com essa situação? Dê três possibilidades. Hierarquize e justifique.",
        "Momento de gratidão: Trace os limites de um espaço físico de gratidão em um lugar da sala. Coloque nesse espaço um objeto que represente você. Separe outros objetos ao seu redor que representem pessoas que você acha que magoou. Disponha estes objetos nesse espaço na distância que elas estejam do objeto que representa você. Examine cada pessoa no contexto representado pelos objetos. Examine o objeto que você escolheu para representar cada uma. Observe a distância para representar cada uma. Cite algumas qualidades que cada uma tem. Lembre-se da dificuldade que você teve de superar o que aconteceu e a distância do tempo do acontecimento. Veja a sua maturidade naquele acontecimento. Veja a sua maturidade naquela época e imagine se você hoje, com tudo que você e o outro já aprenderam, como vocês poderiam resolver esta situação. Neste momento, tente desenvolver um sentimento positivo por cada uma que lhe conduza a gratidão pelos fatos ocorridos. Monte fisicamente um cenário onde vocês possam estar se reencontrando. Esteja um tempinho vivendo, neste cenário, o sentimento e a gratidão. Se você seguiu as instruções entregando-se ao exercício, você deverá estar mais \"leve\". Está?",
        "\"A vida é uma preparação para a morte\", diz um pai moribundo ao seu filho sucessor nos negócios. Cite três possibilidades de entendimento dessa afirmação. Hierarquize e justifique.",
        "No último velório que você foi, cite três fatores que lhe chamaram a atenção na morte. Hierarquize e justifique.",
        "Relembre a morte de um parente profundamente querido. Naquele momento o que você entendeu da vida? Evidencie três possibilidades. Hierarquize e justifique",
        "Com 81 anos, o que você espera estar fazendo? Cite três alternativas possíveis. Hierarquize e justifique.",
        "\"A cor da vida é a cor da morte\", disse uma velha senhora. Baseado nessa afirmação, quais são as três principais cores de sua vida? Hierarquize e justifique.",
        "Cite três momentos do processo de sucessão que você adota, que se relacionem com você, com o sucessor e com o processo. Hierarquize e justifique."
    ],

    "fibonacci": [
        5, 3, 2, 1, 1, 
        5, 3, 2, 1, 1, 
        3, 2, 1, 1, 
        5, 3, 2, 1, 1, 
        3, 2, 1, 1, 
        3, 2, 1, 1, 
        3, 2, 1, 1, 
        3, 2, 1, 1, 
        5, 3, 2, 1, 1, 
        5, 3, 2, 1, 1, 
        3, 2, 1, 1, 
        5, 3, 2, 1, 1, 
        3, 2, 1, 1, 
        3, 2, 1, 1, 
        3, 2, 1, 1, 
        5, 3, 2, 1, 1, 
        3, 2, 1, 1, 
        8, 5, 3, 2, 1, 1 
    ]
}
